module.exports.config = {
 name: "war",
 version: "1.0.0",
 hasPermssion: 2,
 credits: "Mahim Ahmed",
 description: "গালি টু গালি",
 commandCategory: "group",
 usages: "prefix+war",
 cooldowns: 2,
 dependencies: {
 "fs-extra": "",
 "axios": ""
 }
}

module.exports.run = async function({ api, args, Users, event}) {
 var mention = Object.keys(event.mentions)[0];
 let name = event.mentions[mention];
 var arraytag = [];
 arraytag.push({id: mention});
 
 var a = function (a) { api.sendMessage(a, event.threadID); }
 
 a("মাহিম কে যে গালি দিবি তার আম্মু রে চুদি মাগির পোলা !");
 setTimeout(() => {a({body: "এই মুরগি খাংকির পোলা মাহিম তোর আম্মুর বাতার লাগে, বাস্ট্রাডের বাচ্ছা গালি বাজ হয়ে গেসিস" })}, 3000);
 setTimeout(() => {a({body: "তোর মত গালি বাজ আমি ৩৬৫ দিন চুদি মাগির পোলা"})}, 5000);
 setTimeout(() => {a({body: "এই মুরগি শুন তোর আম্মু রে চুদি আচার এর লোভ দেখিয়ে 😋😋" })}, 7000);
 setTimeout(() => {a({body: "কিরে বস্তির পোলা তোর আম্মু রে তোর দুলাভাই এর কান্দে ফেলে আর তোর কচি বোন রে তর বাপের কান্দে রেখে চুদি উফফফ " })}, 9000);
 setTimeout(() => {a({body: "খাংকির পোলা তুইই মাহিম কে গালি দেস তুই তো রাস্তার পতিতার পুত ছোডো ভাই তোর আম্মু রে টুস করে চুদে দিয়ে দৌড় দিবো 🐒🙈?" })}, 12000);
 setTimeout(() => {a({body: "জারজ মাগির পোলা তোর কচি বোনের ভুদায় উম্মম্মম্মম্মা 😋। ওয়াক থু তোর বোনের ভুদায় গন্ধ কাইল্লা মাগির পুত 🤬🤬" })}, 15000);
 setTimeout(() => {a({body: "কিরে ফকিন্নি মাগীর মুরগী, তোর মায়ের চুদতে চুদতে নিয়া যামু তুর্কী,,তুর্কীতে আছে নাকি সার্ছি কী ননু ডুকামু তোর বোনের কচি" })}, 17000);
 setTimeout(() => {a({body: "আমি মাহিম 👉করলাম শুরু, তোর মার পুটকিতে ডুকামু ২টা গরু। গরু নাকি ডাকে হাম্বা তোর মার ভোদায় ডুকামু ২টা ইলেক্ট্রিকের খাম্বা" })}, 20000);
 setTimeout(() => {a({body: "চুইদ্দা তোর মার বোদা দিয়া বাইর করমু রক্ত, রক্তের রং যদি হয় লাল, তোর মারে চুদবো মেন্টাল।  শুয়ারের বাচচা" })}, 23000);
 setTimeout(() => {a({body: "তোর আম্মু রে আমি চুদি, রাস্তায় চুদে, বাঘ চুদে বনে - তোর মায়ের কালো ভোদায় চুদমু আমি ঘরের এক কনে 👒শুয়ারের বাচ্চা।গালি দেস মাহিম রে কত সাহস" })}, 25000);
 setTimeout(() => {a({body: "আমি গালি জানি না গালি গেছি ভুইলা, তোর মায়েরে চুদমু আমি ছায়া বেলাউুজ খুইলা,,তোর আাবল জাতের মায়ের চুদি খাংকির পোলা " })}, 28500);
 setTimeout(() => {a({body: "তোর মা বোনের ভোদায় শুটকি মাছের গন্ধ তোর মায়ের চুইদা করমু অন্ধ " })}, 31000);
 setTimeout(() => {a({body: "অন্ধ হইয়া করবো তোর মায়ে ভি'ক্ষা, তোর মায়ের চুইদা আমি দিমু প্রতিদিন শিক্ষা" })}, 36000);
 setTimeout(() => {a({body: "মাহিম কে গালি চুদাস মাগির পো খাংকির পোলা খাংকির পোলা তোর মায়েরে চুদি খাংকির পোলা" })}, 39000);
 setTimeout(() => {a({body: "খাংকির পোলা তোর hmm সাথে আড়ি তোর মায়েরে চুদতে চুদতে নিয়া যামু নানার বাড়ি,,সেখানে আছে ছাগল তোর মায়েরে চুদে রাস্তা রাম ছাগল,,ছাগলের আছে নাকি পশম,,তোর মায়ের ভোদা বড়, শয়তানের কসম বান্দির বাচ্ছা " })}, 40000);
 setTimeout(() => {a({body: "রাম চুদলাম লখোন চুদলাম চুদলাম হনুমান তোর মায়েরে অনলাইনে চুইদা হইছি গালিবাজ শুয়ারের বাচ্চা" })}, 65000);
 setTimeout(() => {a({body: "কিরে ফকিনি মাগীর পোলা তুই অনলাইনে করিস পতালি তোর মায়ের ভোদা ছিড়া দিমু জোরা তালি,,,শুয়োরের বাচ্চা" })}, 70000);
 setTimeout(() => {a({body: "তুই নাকি অনলাইনের কিং তোর মায়ের ভোদা মধ্যে বাজামু সাপের বিন,,বিনের তালে তালে চুদতে চুদতে নিয়া যামু খালে খালে নাই সাপ আমি তোর অবৈধ বাপ" })}, 75000);
 setTimeout(() => {a({body: "কিরে ফকিনি মাগীর পোলা তোর মায়ের ভোদা সিলেটি পুড়ি আমার চুদতে ভালো লাগে না ৮০ বছরের বুড়ি 🙁😒 ফক্কিনি মাগির পোলা" })}, 80000);
 setTimeout(() => {a({body: "সাহু নাম যদি হয় রং তোর মা চুদার সময় অনেক করে ঢংক" })}, 85000);
 setTimeout(() => {a("ওয়ান টু থিরি তোর মায়ের ভোদা মধ্যে ধরাইলাম বিড়ি বিড়িতে নাই আগুন,,তোর মায়ের ভোদা মধ্যে দিমু বেগুন বেগুনে নাই বিচি তোর মায়েরচুদি মাগির পোলা 🤬")} , 90000);
 setTimeout(() => {a({body: "মাহিম তোর আব্বু মাথায় রাখবি মাগির পোলা লেভেল হীনé" })}, 95000);
 setTimeout(() => {a({body: "কিরে ফক্কিনির পোলা তোর আম্মুর ভুদায় আজ কাঠাল ভেংগে খামু মাগির পো" })}, 100000);
 setTimeout(() => {a({body: "এই যে মাগির পোলা শুন তোর আব্বুর নাম টা মনে রাখবি মাহু ওকে বান্দির পোলা গালি বাজ হয়ে গেসিস গালি তোর আম্মুর ভুদা দিয়ে যত্ন করে বরে দিভো বান্দির পোলা " })}, 105000);
 setTimeout(() => {a({body: "মুরগি আব্বু ডাক ওকে মাহিমকে
 তর রিয়েল পাপ্পা বাতিজা, 😒😒"})} , 115000);
}
